Repository: pypi-data/pypi-mirror-29
Catalog: packages/wagtailmenus/wagtailmenus-2.7-py2.py3-none-any.whl/wagtailmenus/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Off (most efficient)
fr: Désactivé (plus efficace)

source: Auto
fr: Automatique

source: Top level
fr: Premier niveau

source: Always (least efficient)
fr: Toujours (moins efficace)

source: 1: No sub-navigation (flat)
fr: 1: Pas de sous-navigation

source: 2: Allow 1 level of sub-navigation
fr: 2: Autoriser 1 niveau de sous-navigation

source: 3: Allow 2 levels of sub-navigation
fr: 3: Autoriser 2 niveaux de sous-navigation

source: 4: Allow 3 levels of sub-navigation
fr: 4: Autoriser 3 niveaux de sous-navigation

source: By default, this will be used as the link text when appearing in menus.
fr: Par défaut, ce sera utilisé pour le texte du lien quand il apparaîtra dans les menus.

source: link to an internal page
fr: lien vers une page interne

source: link to a custom URL
fr: lien personnalisé

source: append to URL
fr: ajouter à l'URL

source: Use this to optionally append a #hash or querystring to the above page's URL.
fr: Utilisez ce champ pour ajouter une #ancre ou des paramètres de requête à l'URL de la page.

source: handle
fr: identifiant

source: Use this field to optionally specify an additional value for each menu item, which you can then reference in custom menu templates.
fr: Utilisez ce champ si vous souhaitez spécifier une valeur supplémentaire pour chaque élément du menu, qui pourra alors être utilisé dans un gabarit de menu personnalisé.

source: link text
fr: texte du lien

source: Provide the text to use for a custom URL, or set on an internal page link to use instead of the page's title.
fr: Spécifiez le texte à utiliser pour le lien personnalisé, ou celui pour le lien vers la page interne à utiliser au lieu de son titre.

source: menu item
fr: élément de menu

source: menu items
fr: éléments de menu

source: Please choose an internal page or provide a custom URL
fr: Veuillez choisir une page interne ou spécifier un lien personnalisé

source: Linking to both a page and custom URL is not permitted
fr: Lier à la fois vers une page interne et un lien personnalisé n'est pas autorisé

source: This field is required when linking to a custom URL
fr: Ce champ est requis pour un lien personnalisé

source: allow sub-menu for this item
fr: autoriser un ou plusieurs sous-menus pour cet élément

source: NOTE: The sub-menu might not be displayed, even if checked. It depends on how the menu is used in this project's templates.
fr: Note : le sous-menu peut ne pas être affiché, même si la case est cochée. Cela dépend de la façon dont le menu est utilisé dans les gabarits du projet.

source: maximum levels
fr: niveaux maximum

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% main_menu %}</code> tag in your templates.
fr: Le nombre maximum de niveaux à afficher lors du rendu de ce menu. La valeur peut être écrasée avec l'attribut <code>max_levels</code> passé au tag <code>{% main_menu %}</code> dans votre gabarit.

source: specific page usage
fr: utilisation des pages spécifiques

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% main_menu %}</code> tag in your templates.
fr: Contrôle comment les pages « spécifiques » sont retournées et utilisées lors du rendu de ce menu. Cette valeur peut être écrasée avec l'attribut <code>use_specific</code> passé au tag <code>{% main_menu %}</code> dans votre gabarit.

source: main menu
fr: menu principal

source: Main menu for %(site_name)s
fr: Menu principal pour %(site_name)s

source: title
fr: titre

source: For internal reference only.
fr: Pour référence interne uniquement.

source: Used to reference this menu in templates etc. Must be unique for the selected site.
fr: Utilisé pour référencer ce menu dans les gabarits... Doit être unique dans le site sélectionné.

source: heading
fr: libellé

source: If supplied, appears above the menu when rendered.
fr: Si défini, apparaît au dessus du menu quand il est affiché.

source: The maximum number of levels to display when rendering this menu. The value can be overidden by supplying a different <code>max_levels</code> value to the <code>{% flat_menu %}</code> tag in your templates.
fr: Le nombre maximum de niveaux à afficher lors du rendu de ce menu. La valeur peut être écrasée avec l'attribut <code>max_levels</code> passé au tag <code>{% flat_menu %}</code> dans votre gabarit.

source: Controls how 'specific' pages objects are fetched and used when rendering this menu. This value can be overidden by supplying a different <code>use_specific</code> value to the <code>{% flat_menu %}</code> tag in your templates.
fr: Contrôle comment les pages « spécifiques » sont retournées et utilisées lors du rendu de ce menu. Cette valeur peut être écrasée avec l'attribut <code>use_specific</code> passé au tag <code>{% flat_menu %}</code> dans votre gabarit.

source: flat menu
fr: menu additionnel

source: flat menus
fr: menus additionnels

source: Site and handle must create a unique combination. A menu already exists with these same two values.
fr: Le site et l'identifiant doivent former une combinaison unique. Un menu existe déjà avec ces deux valeurs.

source: repeat in sub-navigation
fr: répéter dans la sous-navigations

source: If checked, a link to this page will be repeated alongside it's direct children when displaying a sub-navigation for this page.
fr: Si coché, un lien vers cette page sera répété dans les pages filles directes quand la sous-navigation sera affichée pour cette page.

source: repeated item link text
fr: Texte du lien pour l'élément répété

source: e.g. 'Section home' or 'Overview'. If left blank, the page title will be used.
fr: Par exemple "Vue d'ensemble" ou "Accueil de section". Si il est laissé vide, le titre de la page sera utilisé.

source: Use this to optionally append a #hash or querystring to the URL.
fr: Utilisez ce champ pour ajouter un #hash ou des paramètres de requête à l'adresse.

source: menu item css classes
fr: classes CSS de l'élément de menu

source: Optionally specify css classes to be added to this page when it appears in menus.
fr: Utilisez ce champ pour ajouter des classes CSS à cette page quand elle apparaît dans le menu.

source: A link page cannot link to another link page
fr: Un lien vers une page ne peut pas lier un autre.

source: This page redirects to: %(url)s
fr: Cette page redirige vers : %(url)s

source: Menu items
fr: Éléments du menu

source: Add new item
fr: Ajouter un élément

source: New item
fr: Nouvel élément

source: Menu details
fr: Détails du menu

source: Rendering setings
fr: Options de rendu

source: Advanced settings
fr: Options avancées

source: Settings
fr: Configuration

source: Advanced menu behaviour
fr: Comportement avancé du menu

source: Scheduled publishing
fr: Publication programmée

source: Save
fr: Enregistrer

source: Content
fr: Contenu

source: Editing
fr: Modification

source: Editing %(model_name)s
fr: Modification de %(model_name)s

source: Main menu updated successfully.
fr: Le menu principal a été mis à jour avec succès.

source: The menu could not be saved due to errors.
fr: Ce menu ne peut pas être enregistré, des erreurs subsistent.

source: Copying
fr: Copie

source: Copying %(model_name)s
fr: Copie de %(model_name)s

source: Flat menu '{instance}' created.
fr: Le menu additionnel '{instance}' a été créé.

source: Main menu
fr: Menu principal

source: Copy
fr: Copier

source: Copy this %(model_name)s
fr: Copier ce %(model_name)s

source: Flat menus
fr: Menu additionnel

source: no. of items
fr: nombre d'éléments
