Repository: pypi-data/pypi-mirror-29
Catalog: packages/paperwork/paperwork-1.2.4.tar.gz/paperwork-1.2.4/locale/*.po
Languages: uk

source: No activation key provided
uk: Не надано ключа активування

source: Invalid activation key (too short)
uk: Неправильний ключ активування (закороткий)

source: Invalid activation key (bad prefix: {})
uk: Неправильний ключ активування (Помилковий префікс: {})

source: Email does not match the activation key
uk: Електронна скринька не збігається з ключем

source: Activation key is corrupted
uk: Ключ активування — пошкоджено

source: Invalid activation key
uk: Неправильний ключ активування

source: Activation successful. Please restart Paperwork
uk: Активування завершено. Перезапустіть програму

source: Automatic
uk: Автоматично

source: Flatbed
uk: Планшетний

source: Automatic Feeder
uk: Автоматична подача

source: (recommended)
uk: (бажано)

source: No paper to scan
uk: Немає що сканувати

source: Error while scanning: {}
uk: Помилка сканування: {}

source: Document %d
uk: Документ %d

source: Scan failed: No paper found
uk: Не вдалося зісканувати: не знайдено що

source: Scan failed: {}
uk: Не вдалося зісканувати: {}

source: Current document (%s)
uk: Поточний документ (%s)

source: Scanning
uk: Сканування

source: Reading
uk: Читання

source: Done
uk: Зроблено

source: All the pages have been scanned
uk: Всі сторінки зіскановано

source: Less pages than expected have been Img (got %d pages)
uk: Зіскановано менше сторінок, ніж очікувано (лише %d сторінок)

source: Keyword(s)
uk: Ключові слова:

source: Label
uk: Мітка

source: From:
uk: Від:

source: to:
uk: до:

source: Date
uk: Дата

source: and
uk: і

source: or
uk: або

source: not
uk: не

source: Remove
uk: Вилучити

source: system's information
uk: системна інформація

source: document statistics
uk: статистика документа

source: scanner's information
uk: інформація про сканер

source: Please wait. It may take a few minutes ...
uk: Заждіть. Це може протривати кілька хвилин…

source: Getting {} ({}%)
uk: Одержання {} ({}%)

source: Diagnostic information are ready
uk: Діагностична інформація готова

source: Save as
uk: Зберегти як

source: Scanner not found (is your scanner turned on ?)
uk: Не знайдено сканера (сканер увімкнений?)

source: Scanner not found (is your scanner turned on ?) (error was: {})
uk: Не знайдено сканера (сканер увімкнений?) (помилка: {})

source: Are you sure ?
uk: Впевнені?

source: %3.1f bytes
uk: %3.1f байтів

source: %3.1f KiB
uk: %3.1f КіБ

source: %3.1f MiB
uk: %3.1f МіБ

source: %3.1f GiB
uk: %3.1f ГіБ

source: %3.1f TiB
uk: %3.1f ТіБ

source: Loading ...
uk: Завантаження…

source: Checking ...
uk: Перевіряння…

source: Indexing new document ...
uk: Індексування нового документа…

source: Reindexing modified document ...
uk: Переіндексування зміненого документа…

source: Removing deleted document from index ...
uk: Вилучення відкинутих документів з індекса…

source: Writing index ...
uk: Записування індексу…

source: All supported file formats
uk: Усі підтримувані формати файлів

source: Any file
uk: Будь-який файл

source: Don't know how to import '%s'. Sorry.
uk: Невідомо як імпортувати «%s».

source: No new document to import found
uk: Не знайдено жодного нового документа

source: Import failed: {}
uk: Не вдалось імпортувати: {}

source: Imported:
uk: Імпортовано:

source: Import successful
uk: Успішно імпортовано

source: Delete imported files
uk: Вилучити імпортовані файли

source: Would you like to move the original file(s) to trash?
uk: Бажаєте перенести первинні файли в смітник?

source: Imported file(s) deleted
uk: Імпортовані файли вилучено

source: No simplification
uk: Без спрощення

source: Grayscale
uk: Тони сірого

source: Soft
uk: М'який

source: Grayscale + soft
uk: Тони сірого + м'який

source: Black and white
uk: Чорний і білий

source: Hard
uk: Твердий

source: Extreme
uk: Надзвичайний

source: Multiple PDF in a folder
uk: Кілька PDF у теці

source: Export page
uk: Експортувати сторінку

source: Export document
uk: Експортувати документ

source: Export documents
uk: Експортувати документи

source: Save in
uk: Зберегти в

source: Paperwork
uk: Паперова робота

source: Trial period has expired
uk: Випробувальний термін вичерпано

source: Everything will work as usual, except we've
uk: Все буде працювати як годинник, але не ми

source: switched all the fonts to {}
uk: перемкнути всі шрифти на {}

source: until you get an activation key
uk: допоки не буде ключа активування

source: You can go to https://openpaper.work/activation/
uk: Перейдіть до https://openpaper.work/activation/

source: to get an activation key
uk: для одержання ключа

source: Trial period: {} days remaining
uk: Випробувальний період: залишилось {} днів

source: A new version is available:
uk: Доступна нова версія:

source: Paperwork {}
uk: Паперова робота {}

source: Documentation
uk: Документація

source: Computing ...
uk: Обрахування…

source: Examining imported file(s) ...
uk: Оцінювання імпортованих файлів…

source: Exporting ...
uk: Експортування…

source: Export finished
uk: Екпортування завершено

source: Export of {} as {} finished
uk: Експортування {} як {} завершено

source: Export failed: {}
uk: не вдалося експортувати: {}

source: Loading thumbnails ...
uk: Завантаження мініатюр…

source: Invalid date format: {}
uk: Неправильний формат дати: {}

source: Updating label (%s) ...
uk: Оновлення мітки (%s)…

source: Deleting label (%s) ...
uk: Вилучення мітки (%s)…

source: Copy selected text
uk: Скопіювати вибраний текст

source: Edit
uk: Редагувати

source: Delete page
uk: Вилучити сторінку

source: Cancel
uk: Скасувати

source: Crop
uk: Обрізати

source: Rotate counter-clockwise
uk: Обернути проти годинникової стрілки

source: Rotate clockwise
uk: Обернути за годинниковою стрілкою

source: Automatic Color Equalization
uk: Автоматичне вирівнювання кольору

source: Apply
uk: Застосувати

source: New document
uk: Створити документ

source: Document(s)
uk: Документи

source: Image file(s)
uk: Зображення

source: Page(s)
uk: Сторінки

source: Import PDF
uk: Імпортувати PDF

source: PDF folder
uk: Теку PDF

source: Import each PDF in the folder as a new document
uk: Імпортувати кожен PDF в теку як новий документ

source: Append the image to the current document
uk: Додати зображення до поточного документу

source: Obtain an activation key
uk: Одержати ключ активування

source: Activation key
uk: Ключ активування

source: Email
uk: Пошта

source: Must be the same than the one used to get the activation key
uk: Повинно збігатись з тим, що використовувалось для одержання ключа

source: Settings
uk: параметри

source: Select a folder
uk: Вибрати теку

source: Work directory
uk: Робоча тека

source: <b>General</b>
uk: <b>Загальне</b>

source: Resolution
uk: Роздільність

source: Default source
uk: Типове джерело

source: Device
uk: Пристрій

source: <b>Scanner</b>
uk: <b>Сканер</b>

source: Language
uk: Мова

source: Enabled
uk: Увімкнено

source: <b>OCR</b>
uk: <b>Отекстування</b>

source: Check for updates
uk: Перевірити на оновлення

source: Send anonymous usage statistics
uk: Надсилати анонімну статистику використання

source: <b>Network</b>
uk: <b>Мережа</b>

source: Scan
uk: Зісканувати

source: <b>Scanner calibration</b>
uk: <b>Калібрування сканера</b>

source: About
uk: Про програму

source: Grep for Dead Trees
uk: Пошук по мертвому дереву

source: From scanner feeder
uk: З подачі сканера

source: Documents
uk: Документи

source: Number of pages
uk: Кількість сторінок

source: Search
uk: Пошук

source: Please wait
uk: Заждіть

source: Label editor
uk: Редактор міток

source: Color
uk: Колір

source: Pick
uk: Вибрати

source: Select a file or a directory to import
uk: Виберіть файл або каталог для імпортування

source: Import file(s)
uk: Імпортувати файли

source: <b>Please select an action</b>
uk: <b>Виберіть дію</b>

source: Export
uk: Експортувати

source: File format
uk: Формат файла

source: Page format
uk: Формат сторінки

source: Simplification
uk: Спрощення

source: Quality
uk: Якість

source: Estimated Size
uk: Приблизний розмір

source: Scan from feeder
uk: Зісканувати з подачі

source: Open directory
uk: Відкрити каталог

source: Print
uk: Надрукувати

source: Page
uk: Сторінка

source: Redo OCR
uk: Скасувати отекстування

source: Fit full page
uk: За всією сторінкою

source: Fit page width
uk: За шириною сторінки

source: Advanced search
uk: Розширений пошук

source: Additional keywords
uk: Додаткові ключові слова

source: Highlight words
uk: Підкреслювати слова

source: If by any chance character recognition doesn't work, type in a few keywords so you'll be able to search for them.
uk: Якщо раптом розпізнавання символів не працює, введіть кілька ключових фраз, і ви зможете шукати за ними.

source: _File
uk: _Файл

source: _Settings
uk: _Параметри

source: _Advanced
uk: _Додатково

source: _Diagnostic
uk: _Діагностика

source: Optimize index
uk: Оптимізувати індекс

source: Reindex all the documents
uk: Переіндексувати всі документи

source: Redo OCR on all the documents
uk: Скасувати отекстування всіх документів

source: _Help
uk: _Довідка

source: _Introduction
uk: _Вступ

source: User Manual
uk: Інструкція користувача

source: Translator Guide
uk: Інструкція перекладача

source: Developer Guide
uk: Інструкція розробника

source: _About
uk: _Про програму

source: A_ctivate
uk: _Активувати

source: _Quit
uk: Ви_йти
